{
    "eba": [
        {
            "id": "1",
            "name": "Green Tensegrity Installations",
            "description": "Its primary function will be the improvement of public space through the installation of a semi-permanent green structure. A secondary function will be educational, as the self-sustaining system will allow the target communities to familiarize themselves with innovative design and nature-based solutions.",
            "icon": "GreenTensegrity",
            "cost": 70000
        },
        {
            "id": "2",
            "name": "Small Scale Pavillion Structure",
            "description": "Innovative spatial and structural concepts will be developed to design and construct a small pavilion structure. The pavilion will serve as a landmark and may function as an information hub, an attractor of cultural events or exhibits, etc. It can be combined with other solutions to create an integrative and multifunctional environment, including a green wall, VR/AR, and Projection Mapping.",
            "icon": "SmallScale",
            "cost": 70000
        },
        {
            "id": "3",
            "name": "Urban Mobile Furniture",
            "description": "Movable and modular solution designed with a specific joinery system – fabricated with cheap sustainable materials like wood. Depending on how the modules are connected it can take several forms and sizes and address multiple functions such as cultivation space, sport facility, market and leisure infrastructure, scenario for a theatre, food workstation, etc.",
            "icon": "MobileFurniture",
            "cost": 60000
        },
        {
            "id": "4",
            "name": "Digitally Fabricated Vegetables Garden",
            "description": "This is a green modular system made using advanced manufacturing techniques. It has modules for growing plants and hosting living systems. It provides a green infrastructure for gardening activities open to all, and can be replicated to other sites. Collaboration strengthens the local community's sense of belonging and awareness of innovative techniques and sustainable materials.",
            "icon": "DigFabVegGarden",
            "cost": 60000
        },
        {
            "id": "5",
            "name": "Temporary Structures from Recycled Material",
            "description": "This is a green modular system made using advanced manufacturing techniques. It has modules for growing plants and hosting living systems. It provides a green infrastructure for gardening activities open to all, and can be replicated to other sites. Collaboration strengthens the local community's sense of belonging and awareness of innovative techniques and sustainable materials.",
            "icon": "Recycled",
            "cost": 70000
        },
        {
            "id": "6",
            "name": "Reactivation of Open Spaces through NBS",
            "description": "This is a green modular system made using advanced manufacturing techniques. It has modules for growing plants and hosting living systems. It provides a green infrastructure for gardening activities open to all, and can be replicated to other sites. Collaboration strengthens the local community's sense of belonging and awareness of innovative techniques and sustainable materials.",
            "icon": "NBSReactivation",
            "cost": 70000
        },
        {
            "id": "7",
            "name": "Virtual Exhibition Archive",
            "description": "Combining AR and VR can improve exhibit understanding. A modular space concept is being developed for both physical and virtual environments. Visitors can interact with displayed items in the physical environment while those in the virtual environment require a VR headset and controllers. Alternatively, a mobile AR app will be developed allowing visitors to view physical objects in a virtual background using their camera.",
            "icon": "VirtualExhibition",
            "cost": 70000
        },
        {
            "id": "8",
            "name": "Projection mapping on Kinetic surfaces",
            "description": "The projection theme on the movable tiles of the interactive surface will be inspired by the cultural and historical heritage and the visions of the community.",
            "icon": "ProjectionMapping",
            "cost": 70000
        },
        {
            "id": "9",
            "name": "AR enriched human-place interaction",
            "description": "HERITACT uses augmented reality to improve human-place interaction. It studies different reality enhancement technologies to help citizens with sensory dysfunctions and those of different age and interest groups. By studying interactions between physical spaces and people. The project focuses on specific soundscapes and projection mapping to enhance public shapes, supporting two applications.",
            "icon": "AR",
            "cost": 70000
        }
    ]
}
